[
    {
        "id": "1",
        "name": "Memory Game",
        "image": "https://i.imgur.com/uoIZGe0.png",
        "tech": "JavaScript | HTML | CSS",
        "info": "Uno de mis primeros proyectos. ¡Juego de memoria para encontrar parejas! ¿Quién no ha jugado nunca?",
        "infoEnglish": "One of my first projects. Memory game to find matching pairs. Who hasn't played Memory game before?",
        "linkWeb": "https://memory-game-dt0l0bwm5-joanbenaiges-projects.vercel.app/",
        "linkGithub": "https://github.com/JoanBenaiges/memory-game"
    },
    {
        "id": "2",
        "name": "Raccoons vs Dogs Game",
        "image": "https://i.imgur.com/3xzI03Z.png",
        "tech": "JavaScript | HTML | CSS",
        "info": "Juego donde usando las flechas del teclado tienes que recuperar todos los huesos y regresar a casa a salvo, ¡ten cuidado con los mapaches! ¡Los pequeños te enviarán de vuelta al punto de partida, pero si el grande te atrapa, se acabó el juego!",
        "infoEnglish": "Game where using the keyboard arrows you have to retrieve all the bones and return home safely, careful not to get caught by the raccoons! The small ones will send you back to the starting point, but if the big one catches you, it's game over.",
        "linkWeb": "https://raccoonsvsdogs.netlify.app/",
        "linkGithub": "https://github.com/JoanBenaiges/CromiGame"
    },
    {
        "id": "3",
        "name": "HappyCodev",
        "image": "https://i.imgur.com/wX9VUxj.png",
        "tech": "JavaScript | HTML | SASS | React",
        "info": "Sitio web del proyecto HappyCodev donde fui encargado de dirigir la producción del front-end.",
        "infoEnglish": "Website of the HappyCodev project where I was in charge of the front-end production.",
        "linkWeb": "https://happycodev.com/",
        "linkGithub": "https://github.com/HappyCodev/HappyCode-Landing-client"
    },
    {
        "id": "4",
        "name": "Canine Click Connect",
        "image": "https://i.imgur.com/oMAfrZK.png",
        "tech": "JavaScript | HTML | CSS | React | Axios | Vite | NodeJS | Bootstrap | MongoDB",
        "info": "Red social para amantes de los perros donde puedes crear tus propios eventos o unirte a otros, así como verificar el estado de los parques para pasear a tu mascota y calificar dichas ubicaciones.",
        "infoEnglish": "Social network for dog lovers where you can create your own events or join others, as well as check the status of parks for walking your pet and rate these locations.",
        "linkWeb": "https://canine-click.netlify.app/",
        "linkGithub": "https://github.com/JoanBenaiges/CCC-client"
    }
]